[
  {
    "id": 1,
    "name": "Café Espresso",
    "img": "/assets/img/Espresso.jpg",
    "descripcion": "Café italiano puro y concentrado, extraído a presión para obtener una crema dorada perfecta. Intenso sabor con notas tostadas y un aroma irresistible que despierta todos los sentidos.",
    "categoria": "café",
    "precio": 4.50,
    "disponible": true
  },
  {
    "id": 2,
    "name": "Café Latte",
    "img": "/assets/img/Latte.jpg",
    "descripcion": "Deliciosa combinación de espresso suave con leche vaporizada cremosa. Textura sedosa y sabor equilibrado, perfecto para disfrutar en cualquier momento del día con su característico arte latte.",
    "categoria": "café",
    "precio": 5.00,
    "disponible": true
  },
  {
    "id": 3,
    "name": "Café Cappuccino",
    "img": "/assets/img/Cappuccino.jpg",
    "descripcion": "Clásico italiano con espresso intenso, leche vaporizada y una generosa capa de espuma de leche. Espolvorear con canela o cacao para una experiencia aún más especial y aromática.",
    "categoria": "café",
    "precio": 4.75,
    "disponible": true
  },
  {
    "id": 4,
    "name": "Café Americano",
    "img": "/assets/img/Americano.jpg",
    "descripcion": "Espresso diluido con agua caliente para crear un café largo y suave. Mantiene toda la intensidad del espresso pero con un cuerpo más ligero, ideal para quienes prefieren sabores menos concentrados.",
    "categoria": "café",
    "precio": 3.75,
    "disponible": true
  },
  {
    "id": 5,
    "name": "Café Mocha",
    "img": "/assets/img/Mocha.jpg",
    "descripcion": "Exquisita fusión de espresso rico, chocolate premium y leche cremosa, coronado con crema batida. Una indulgencia perfecta que combina la intensidad del café con la dulzura del chocolate.",
    "categoria": "café",
    "precio": 5.50,
    "disponible": true
  },
  {
    "id": 6,
    "name": "Café Macchiato",
    "img": "/assets/img/Macchiato.jpg",
    "descripcion": "Espresso \"manchado\" con una pequeña cantidad de leche vaporizada caliente. Sabor intenso y puro del café con un toque suave de leche que realza sus características sin dominar el perfil de sabor.",
    "categoria": "café",
    "precio": 4.25,
    "disponible": true
  },
  {
    "id": 7,
    "name": "Café Frappé",
    "img": "/assets/img/Frappé.jpg",
    "descripcion": "Bebida refrescante de café frío batido con hielo, leche y un toque de dulzura. Textura cremosa y espumosa, perfecta para días calurosos cuando necesitas tu dosis de cafeína de forma refrescante.",
    "categoria": "café",
    "precio": 5.25,
    "disponible": true
  },
  {
    "id": 8,
    "name": "Tizana de frutas",
    "img": "/assets/img/TizanaFrutas.jpg",
    "descripcion": "Refrescante mezcla tropical de frutas frescas de temporada como piña, sandía, naranja y fresas, endulzada naturalmente. Bebida hidratante llena de vitaminas y antioxidantes, ideal para revitalizarte.",
    "categoria": "infusión",
    "precio": 3.50,
    "disponible": true
  },
  {
    "id": 9,
    "name": "Infusión de manzanilla",
    "img": "/assets/img/Manzanilla.jpg",
    "descripcion": "Té herbal suave y relajante elaborado con flores secas de manzanilla. Propiedades calmantes naturales, sabor delicado con notas florales dulces, perfecto para momentos de tranquilidad y relajación.",
    "categoria": "infusión",
    "precio": 2.75,
    "disponible": true
  },
  {
    "id": 10,
    "name": "Té Verde",
    "img": "/assets/img/teVerde.jpg",
    "descripcion": "Té premium de hojas jóvenes con alto contenido de antioxidantes. Sabor fresco y herbáceo con un toque astringente suave. Rico en catequinas y L-teanina, ideal para mantener la concentración y vitalidad.",
    "categoria": "té",
    "precio": 3.25,
    "disponible": true
  },
  {
    "id": 11,
    "name": "Té Negro",
    "img": "/assets/img/teNegro.jpg",
    "descripcion": "Té robusto y aromático con cuerpo completo y sabor intenso. Notas maltosas y especiadas que se desarrollan perfectamente con leche o miel. Alto contenido de teína para energizar tu día de forma natural.",
    "categoria": "té",
    "precio": 3.00,
    "disponible": true
  }
]